Repository: CSFatimaAJ/Hawa
Catalog: Hawa/*.lproj/Localizable.strings
Languages: ar

source: Inhale
ar: شهيق

source: Hold
ar: امسك

source: Exhale
ar: زفير

source: START
ar: إبدأ

source: STOP
ar: توقف

source: Hawa
ar: هواء

source: What are the benefits of deep breathing?
ar: ما هي فوائد التنفس العميق؟

source: Reduce stress
ar: التقليل من التوتر

source: Pain relief
ar: التخفيف من الألم

source: Reducing the level of toxins in the body
ar: التقليل من مستوى السموم في الجسم

source: Increasing the energy level
ar: زيادة مستوى الطاقة

source: Do not forget
ar: لاتنسى

source: take a breath
ar: تأخذ نفس!
